---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepAirloopHeatexchangerType
source: html/b85347f1-b867-1efc-0841-fcc33742a2af.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepAirloopHeatexchangerType Property

"Heat Exchanger"

## Syntax (C#)
```csharp
public static ForgeTypeId MepAirloopHeatexchangerType { get; }
```